[LocAdmin_Strings]

FO_G3_Interact_Cooker=Plate;;;;;;Herd;;;;;;Tűzhely;;Kuchenka;;Плита;;;

INFO_Interact_Cooker_01_DSC_01=Fry lamb;;;;;;Lammbraten;;;;;;Birkahúst elkészíteni;;Pieczona jagnięcina;;Пожарить баранину;;;
INFO_Interact_Cooker_02_DSC_01=Fry pork;;;;;;Schweinebraten;;;;;;Disznóhúst elkészíteni;;Pieczona wieprzowa;;Пожарить свинину;;;
INFO_Interact_Cooker_03_DSC_01=Fry venison;;;;;;Wild braten;;;;;;Szarvashúst elkészíteni;;Pieczona dziczyzna;;Пожарить оленину;;;
INFO_Interact_Cooker_04_DSC_01=Fry fish;;;;;;Fisch braten;;;;;;Halat elkészíteni;;Pieczona ryba;;Пожарить рыбу;;;
INFO_Interact_Cooker_05_DSC_01=Fry one serving;;;;;;Eine Hähnchenkeule braten;;;;;;Csirkecombot elkészíteni;;Udko kurczaka;;Пожарить куриную ножку;;;
INFO_Interact_Cooker_06_DSC_01=Fry camel meat;;;;;;Kamelfleisch braten;;;;;;Tevehúst elkészíteni;;Usmaż mięso wielbłąda;;Пожарить мясо верблюда;;;
INFO_Interact_Cooker_A_DSC_01=Fry one serving;;;;;;Eine Portion braten;;;;;;Egy adagot készíteni;;Piecz jedną porcję;;Пожарить одну порцию;;;
INFO_Interact_Cooker_B_DSC_01=Fry five servings;;;;;;Fünf Portionen braten;;;;;;Öt adagot készíteni;;Piecz pięć porcji;;Пожарить пять порций;;;
INFO_Interact_Cooker_C_DSC_01=Fry ten servings;;;;;;Zehn Portionen braten;;;;;;Tíz adagot készíteni;;Piecz dziesięć porcji;;Пожарить десять порций;;;

INFO_No_Pan_Meat_DSC_01=I need: Frying pan and Meat;;;;;;Ich brauche eine Pfanne und Fleisch.;;;;;;Szükséges: Serpenyő és hús;;Potrzebuję: Patelnia i mięso.;;Мне нужна:Сковорода и Мясо;;;